packages/windmapper/windmapper-2.1.15-cp38-cp38-macosx_13_0_x86_64.whl/windmapper-2.1.15.data/data/share/windninja/ninjafoam/2.2.0/constant/RASProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.0                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      RASProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

RASModel            kEpsilon;

turbulence          on;

printCoeffs         on;

kEpsilonCoeffs
{
    Cmu              0.09;
    C1               1.44;
    C2               1.92;
    alphak           1.0;
    alphaEps         0.76923;
}
// ************************************************************************* //
